{
    "9.1": {
        "title": "9.1 Introduction",
        "items": [
            "Are escape routes to muster areas defined and adequate?",
            "Is a muster area provided that protects personnel during emergencies?",
            "Are procedures in place for rescue of injured personnel?",
            "Are provisions for safe evacuation included?",
            "Are local/national emergency response regulations identified and followed?"
        ]
    },
    "9.2": {
        "title": "9.2 Design Principles",
        "items": [
            "Are emergency response objectives clearly defined?",
            "Are credible emergency scenarios developed and assessed?",
            "Are performance criteria aligned with formal safety assessment?",
            "Is design basis considering location, layout, manning, and access?",
            "Was an iterative emergency design process followed?"
        ]
    },
    "9.3": {
        "title": "9.3 Alarms and Communication",
        "items": [
            "Are alarms audible and visible throughout?",
            "Is there a public address system integrated and reliable?",
            "Are detection systems linked to alarm functions?",
            "Are communications functional in all emergency scenarios?"
        ]
    },
    "9.4": {
        "title": "9.4 Automatic Actions and Shutdown",
        "items": [
            "Does the shutdown system avoid adverse cascade effects?",
            "Is the system fail-safe and reliably triggered?",
            "Are manual and automatic shutdowns clearly labeled and accessible?",
            "Is shutdown status displayed in the control room?",
            "Are test/reset procedures defined?"
        ]
    },
    "9.5": {
        "title": "9.5 Means of Escape",
        "items": [
            "Are two exits provided from regularly attended areas?",
            "Do escape routes avoid dead ends >7m?",
            "Are decks non-slip and designed for drainage?",
            "Do routes provide adequate clearance (≥2m)?",
            "Are escape routes sized for stretcher and crew passage?"
        ]
    },
    "9.6": {
        "title": "9.6 Muster Areas",
        "items": [
            "Are there at least two muster areas, widely separated?",
            "Are muster areas close to evacuation points?",
            "Is space adequate for donning gear and accounting personnel?",
            "Is communication and lighting provided?",
            "Is protection against fire, smoke, and heat ensured for 30 minutes?"
        ]
    },
    "9.7": {
        "title": "9.7 Means of Evacuation",
        "items": [
            "Is a powered primary evacuation method available?",
            "Is a secondary non-sea-entry method provided?",
            "Do methods remain usable 30 minutes after incident?",
            "Is safe sea-entry provided as last resort?",
            "Are limitations of methods understood?"
        ]
    },
    "9.8": {
        "title": "9.8 Means of Rescue and Recovery",
        "items": [
            "Is recovery strategy developed for man overboard/helicopter ditching?",
            "Are ERRV/SAR resources positioned appropriately?",
            "Do all rescue facilities meet local/national standards?",
            "Is coordination planned between substation and rescue crews?"
        ]
    },
    "9.9": {
        "title": "9.9 Marking",
        "items": [
            "Are escape and muster routes clearly marked?",
            "Are hazardous areas marked appropriately?",
            "Are enclosed/asphyxiating areas marked with warnings?",
            "Are orientation/safety plans posted near stairways?",
            "Are life-saving appliances shown on posted diagrams?"
        ]
    }
}